Repository: 44yu5h/sugarizer
Catalog: activities/VideoViewer.activity/po/*.po
Languages: es

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoEnd
source: End
es: Fin

# TutoExplainTitle
source: Video Viewer Activity
es: Actividad "Reproductor de vídeos"

# TutoExplainContent
source: Welcome to the Video Viewer Activity. A browser and a viewer for Khan Academy, Canopé videos and more.
es: Bienvenido a la actividad "Reproductor de vídeos", que permite al alumno buscar y ver vídeos de Khan Academy, Canopé y muchas otras plataformas.

# TutoFilterTitle
source: Filter
es: Filtrar

# TutoFilterContent
source: Click here to filter the videos by category
es: Haz clic aquí para filtrar los vídeos por categorías

# TutoFavoriteTitle
source: Favorite videos
es: Vídeos favoritos

# TutoFavoriteContent
source: Click here to see the videos marked by you as favorite
es: Haz clic aquí para ver los vídeos que has marcado como "Favoritos"

# TutoLibraryTitle
source: Libraries
es: Bibliotecas

# TutoLibraryContent
source: Click here to choose between Khan Academy, Canopé videos or to add your own library
es: Haz clic aquí para elegir entre los vídeos de Khan Academy o de Canopé, o para añadir tu propia biblioteca

# TutoExportvideoTitle
source: Export videos
es: Exportar vídeos

# TutoExportvideoContent
source: Click here to save a video in the Journal. First click here then click on the video you want to save
es: Haz clic aquí para guardar un vídeo en tu historial. Primero haz clic aquí, y luego sobre el vídeo que quieres guardar

# TutoVideoTitle
source: Video
es: Vídeo

# TutoVideoContent
source: Click here to play the video
es: Haz clic aquí para reproducir el vídeo

# TutoSearchTitle
source: Search
es: Buscar

# TutoSearchContent
source: Type here to search for a video by its name
es: Escribe aquí el nombre de un vídeo para buscarlo
